{
  "version": "https://jsonfeed.org/version/1",
  "title": "Balborinho",
  "description": "Página oficial do Balborinho, um estúdio de animação independente.",
  "icon": "https://pixelnest.io/apple-touch-icon.png",
  "favicon": "https://pixelnest.io/static/images/favicon.ico",
  "home_page_url": "https://pixelnest.io/",
  "feed_url": "https://pixelnest.io/feed.json",
  "items": [
    
    {
      "id": "https://pixelnest.io/2026/01/hello-world/",
      "url": "https://pixelnest.io/2026/01/hello-world/",
      "title": "Hello world! em janeiro de 2026",
      "content_html": "<p>Olá mundo! É com muita alegria que escrevo este post para anunciar o início do <strong>Balborinho</strong>. Depois de algumas tentativas e experiências anteriores, chegou a altura certa para criar o Balborinho.</p>\n\n<p>Aqui fica o ponto de situação no final do mês de janeiro de 2026.\n<!--more--></p>\n\n<h2 id=\"data-de-nascimento-do-balborinho\">Data de nascimento do Balborinho</h2>\n\n<p>O ano de 2026 começa com três marcos importantes:</p>\n\n<ul>\n  <li>registo do domínio;</li>\n  <li>lançamento da segunda versão do site (sim, já houve um antes deste…);</li>\n  <li>tradução para português da interface do Ramses</li>\n</ul>\n\n<p>Os dois primeiros assinalam a fundação oficial do Balborinho e <strong>25 de janeiro</strong>, data do registo do domínio, é o mais próximo que temos de uma data oficial :)</p>\n\n<p>Entretanto, não sei quando e com que regularidade serão atualizados mas foram criados perfis aqui:\n<a href=\"https://www.youtube.com/@Balborinho\">YouTube</a>, <a href=\"https://vimeo.com/balborinho\">Vimeo</a>, <a href=\"https://www.instagram.com/balborinho\">Instagram</a>, <a href=\"https://mastodon.social/@balborinho\">Mastodon</a> e <a href=\"https://github.com/balborinho\">GitHub</a></p>\n\n<h2 id=\"contributos-para-o-ramses\">Contributos para o Ramses</h2>\n\n<p>O <a href=\"https://rxlaboratorio.org/rx-tool/ramses/\">Ramses</a> é um sistema de gestão de produção de animação desenvolvido pelo <a href=\"https://rxlaboratorio.org/\">RxLaboratorio</a>. É um Software Livre que permite organizar e acompanhar as diferentes etapas (storyboard, rigging, animação, render, etc.) de uma produção de animação.</p>\n\n<p>Nos últimos anos têm surgido várias soluções de Software Livre e Open Source interessantes para a gestão de recursos (<em>asset management</em>) e de produção (<em>production management</em>) na área da animação. Para quem anda à procura de ferramentas deste tipo, deixo aqui uma pequena lista de opções a explorar:</p>\n\n<ul>\n  <li><a href=\"https://getavalon.github.io/2.0/\">Avalon</a></li>\n  <li><a href=\"https://clustta.com/\">Clustta</a></li>\n  <li><a href=\"http://damas-software.org/\">Damas</a></li>\n  <li><a href=\"https://www.cg-wire.com/kitsu\">Kitsu</a></li>\n  <li><a href=\"https://prism-pipeline.com/\">Prism</a></li>\n  <li><a href=\"https://rxlaboratorio.org/rx-tool/ramses/\">Ramses</a></li>\n  <li><a href=\"https://github.com/eoyilmaz/stalker\">Stalker</a></li>\n  <li><a href=\"https://www.southpawtech.com/tactic-open-source\">Tactic</a></li>\n  <li><a href=\"https://tik-manager.com/\">TIK Manager</a></li>\n</ul>\n\n<p>Ainda não experimentei todas, mas já tive oportunidade de explorar algumas. Entre elas, o <a href=\"https://rxlaboratorio.org/rx-tool/ramses/\">Ramses</a> destaca-se por combinar várias vantagens que vou tentar sintetizar:</p>\n\n<ul>\n  <li>existe para Linux/Mac/Win;</li>\n  <li>pode ser utilizado offline (não necessita de Internet): todos os recursos ficam no computador local;</li>\n  <li>pode ser utilizado online (com servidor): sincroniza entre vários computadores através da Internet;</li>\n  <li>suspeito (porque ainda não experimentei) que possa ser utilizado facilmente numa rede local ou através de serviços <em>cloud</em> (tipo Nextcloud, ownCloud, etc.);</li>\n  <li>é fácil de instalar e usar;</li>\n  <li>permite gerir os recursos (<em>assets</em>), incluindo várias versões;</li>\n  <li>permite gerir pipelines (pode ligar com as aplicações que estiverem instaladas no computador);</li>\n  <li>permite gerir projetos e tarefas;</li>\n  <li>permite múltiplos utilizadores;</li>\n  <li>é muito versátil: pode ser utilizado para gerir projetos individuais e de equipas.</li>\n</ul>\n\n<p>Como nenhuma outra solução apresenta todas estas vantagens, decidi começar a usar o <a href=\"https://rxlaboratorio.org/rx-tool/ramses/\">Ramses</a> para gerir as nossas produções. E foi assim que decidi contribuir para o projeto com a tradução da interface para português.</p>\n\n<p>Está para breve o lançamento de uma nova versão que traz várias melhorias e já inclui a interface em português. Quando isso acontecer, esta plataforma será uma das poucas, se não mesmo a única, a ter uma interface em português. Espero que possa ser útil a alguém ;) E se tiverem sugestões de correções, enviem para nafergo@gmail.com</p>\n\n<p>Ainda neste tópico, uma referência para o <a href=\"https://rxlaboratorio.org/\">RxLaboratorio</a>, uma associação internacional sem fins lucrativos fundada em França com o objetivo de partilhar e promover Software Livre e Aberto, recursos e ideias para a produção de cinema. Traduzi do site deles esta pérola: “Através do software livre, da partilha, do ensino e da ajuda mútua, mostramos que é possível construir outro mundo em conjunto, sem mercantilismo nem capitalismo, onde a emancipação e a liberdade de todas as pessoas nascem da igualdade, da independência financeira e da solidariedade, num mundo que respeita a natureza.”</p>\n\n<h2 id=\"e-filmes\">E filmes?</h2>\n\n<p>Ah! finalmente cheguei aqui :) Síntese rápida:</p>\n\n<ul>\n  <li><strong>Picada</strong> ainda está no ínício da escrita e arte.</li>\n  <li><strong>Nas Margens</strong> tem para muito breve o episódio 1!</li>\n  <li><strong>Alerta Vermelho!</strong> avança a duas velocidades: por um lado, avança o desenho 2D e rigs; por outro, discute-se o conteúdo e ensaia-se a escrita.</li>\n  <li>Restantes projetos sem novidades por agora.</li>\n</ul>\n\n<p>Até já!</p>\n",
      "author": {
        
          
        
      },
      "date_published": "2026-01-30 00:00:00 +0000"
    }
    
  ]
}
